/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf 秒";

/* No comment provided by engineer. */
"%i days" = "%i 日";

/* No comment provided by engineer. */
"%i hours" = "%i 時間";

/* No comment provided by engineer. */
"%i minutes" = "%i 分";

/* No comment provided by engineer. */
"%i weeks" = "%i 週間";

/* No comment provided by engineer. */
"1 day" = "1 日";

/* No comment provided by engineer. */
"1 hour" = "1 時間";

/* No comment provided by engineer. */
"1 minute" = "1 分";

/* No comment provided by engineer. */
"1 second" = "1 秒";

/* No comment provided by engineer. */
"1 week" = "1 週間";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<添付しているファイル>>";

/* No comment provided by engineer. */
"Add" = "追加";

/* Copy the link to the clipboard */
"Copy Link" = "リンクをコピー";

/* No comment provided by engineer. */
"Custom..." = "カスタム...";

/* No comment provided by engineer. */
"Delete" = "削除";

/* No comment provided by engineer. */
"Image Picker" = "イメージ選択";

/* No comment provided by engineer. */
"Invalid Input" = "無効な入力";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "イメージ";

/* No comment provided by engineer. */
"Select Image" = "イメージを選択";

/* No comment provided by engineer. */
"The systemwide proxy configuration specified via the Network System Preferences depends upon reading a PAC (Proxy Automatic Confiruation) file from %@.  This information can not be used at this time; to connect, please obtain proxy information from your network administrator and use it manually." = "システム環境設定の「ネットワーク」パネルによって設定したプロキシの設定は %@ 上の PAC（プロキシ自動設定）ファイルに保存された情報に依存します。その情報を今使用することができないため、ネットワークの管理者からプロキシの設定を取得して、手動で設定してください。";

/* Title of the alert shown when the system proxy configuration can not be determined */
"Unable to read proxy information" = "プロキシの設定が使用できない";